Repository: Williano/Final-Senior-Year-Project-
Catalog: newsletter/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Entry '%s' does not contain a valid e-mail address.
nl: Ingang '%s' bevat geen geldig e-mail adres.

source: The address file contains duplicate entries for '%s'.
nl: Het adressenbestand bevat een dubbele ingang voor '%s'.

source: Some entries are already subscribed to.
nl: Op enkele ingangen is al geabonneerd.

source: E-mail address %(email)s too long, maximum length is %(email_length)s characters.
nl: E-mail adres %(email)s te lang, maximale lengte is %(email_length)s karakters.

source: Name %(name)s too long, maximum length is %(name_length)s characters.
nl: Naam %(name)s te lang, maximale lengte is %(name_length)s karakters.

source: name
nl: naam

source: Name column not found. The name of this column should be either 'name' or '%s'.
nl: Naam kolom niet gevonden. De naam van deze kolom moet 'name' of '%s' zijn.

source: E-mail column not found. The name of this column should be either 'email', 'e-mail' or '%(email)s'.
nl: Email-kolom niet gevonden. De naam van deze kolom moet 'email', 'e-mail' of '%(email)s' zijn.

source: Could not properly determine the proper columns in the CSV-file. There should be a field called 'name' or '%(name)s' and one called 'e-mail' or '%(e-mail)s'.
nl: Het is niet gelukt om de juiste kolommon in het CSV-betand te bepalen. Er zou een veld 'name' of '%(name)s' en een veld 'e-mail' of '%(e-mail)s' in moeten staan.'

source: Row with content '%(row)s' does not contain a name and email field.
nl: Rij met inhoud '%(row)s' bevat geen naam- en email-veld.

source: Error reading vCard file: %s
nl: Fout bij lezen vCard-bestand: %s

source: Entry '%s' contains no email address.
nl: Ingang '%s' bevat geen geldig e-mail adres.

source: Some entries have no e-mail address.
nl: Enkele ingangen hebben geen geldig e-mail adres.

source: Messages
nl: Berichten

source: Subscriptions
nl: Abonnementen

source: Submissions
nl: Zendingen

source: submission
nl: zending

source: newsletter
nl: nieuwsbrief

source: publish date
nl: publicatiedatum

source: Sent.
nl: Verzonden.

source: Delayed submission.
nl: Wordt later verzonden.

source: Submitting.
nl: Wordt nu verzonden.

source: Not sent.
nl: Niet verzonden.

source: Submission already sent.
nl: Zending is al verzonden.

source: Your submission is being sent.
nl: Uw zending wordt verzonden.

source: Optional
nl: Optioneel

source: message
nl: bericht

source: Preview
nl: Voorvertonen

source: No HTML template associated with the newsletter this message belongs to.
nl: Er is geen HTML-template geässocieerd met de nieuwsbrief die bij dit bericht hoort.

source: Subscribed
nl: Aangemeld

source: Unsubscribed
nl: Opzeggen

source: Unactivated
nl: Ongeactiveerd

source: subscribe date
nl: abonneerdatum

source: unsubscribe date
nl: opzegdatum

source: Subscribe selected users
nl: Schrijf geselecteerde gebruikers in

source: Unsubscribe selected users
nl: Geselecteerde gebruikers uitschrijven

source: File type '%s' was not recognized.
nl: Bestandstype '%s' wordt niet herkend.

source: File extension '%s' was not recognized.
nl: Bestandsextensie '%s' is niet herkend.

source: No entries could found in this file.
nl: Er zijn geen adressen gevonden in dit bestand.

source: Newsletter
nl: Nieuwsbrief

source: Address file
nl: Adressenbestand

source: Ignore non-fatal errors
nl: Negeer niet-fatale fouten

source: You should confirm in order to continue.
nl: U moet bevestigen om door te kunnen gaan.

source: Confirm import
nl: Bevestig import

source: If a user has been selected this field should remain empty.
nl: Als er een gebruiker is geselecteerd dient dit veld leeg te blijven.

source: Either a user must be selected or an email address must be specified.
nl: Er moet óf een gebruiker of een e-mail adres worden ingevoerd.

source: This message has already been published in some other submission. Messages can only be published once.
nl: Dit bericht is al gepubliceerd in een andere zending. Berichten kunnen maar eenmalig gepubliceerd worden.

source: %(name)s object with primary key %(key)r does not exist.
nl: %(name)s-object met primaire sleutel %(key)r bestaat niet.

source: An e-mail address is required.
nl: Een email adres is verplicht.

source: The e-mail address '%(email)s' belongs to a user with an account on this site. Please log in as that user and try again.
nl: Het email-adres '%(email)s' hoort bij een gebruiker van deze site. Log in als deze gebruiker en probeer het nog eens.

source: Your e-mail address has already been subscribed to.
nl: Uw e-mail adres is al geabonneerd.

source: This subscription has not yet been activated.
nl: Deze inschrijving is nog niet geactiveerd.

source: This e-mail address belongs to the user '%(username)s'. Please log in as that user and try again.
nl: Dit emailadres is van gebruiker '%(username)s'. Log in als deze gebruik er probeer het opnieuw.

source: This e-mail address has not been subscribed to.
nl: Er is geen abonnement voor dit email adres.

source: This subscription has already been unsubscribed from.
nl: Deze inschrijving is al opgezegd.

source: The validation code supplied by you does not match.
nl: De verificatiecode die door u is opgegeven komt niet overeen.

source: Activation code
nl: Verificatiecode

source: Submitting queued newsletter mailings
nl: Bezig met versturen van klaarstaande zendingen

source: newsletter title
nl: Nieuwsbrief titel

source: Sender e-mail
nl: E-mail verzender

source: sender
nl: verzender

source: Sender name
nl: Naam verzender

source: visible
nl: zichtbaar

source: send html
nl: html versturen

source: Whether or not to send HTML versions of e-mails.
nl: Of er al dan niet HTML versies van e-mails verstuurd moeten worden.

source: newsletters
nl: nieuwsbrieven

source: user
nl: gebruiker

source: optional
nl: optioneel

source: Updated subscription %(subscription)s to %(action)s.
nl: Abonement %(subscription)s aangepast naar %(action)s.

source: Neither an email nor a username is set. This asks for inconsistency!
nl: Er is geen e-mail adres noch een gebruikersnaam ingesteld. Dit is vragen om inconsistentie!

source: If user is set, email must be null and vice versa.
nl: Als er een gebruiker is ingesteld moet e-mail null zijn en vice versa.

source: IP address
nl: IP-adres

source: activation code
nl: activatiecode

source: subscribed
nl: aangemeld

source: unsubscribed
nl: opgezegd

source: %(name)s <%(email)s> to %(newsletter)s
nl: %(name)s <%(email)s> op %(newsletter)s

source: %(email)s to %(newsletter)s
nl: %(email)s aan %(newsletter)s

source: subscription
nl: abonnement

source: subscriptions
nl: abonnementen

source: Sort order determines the order in which articles are concatenated in a post.
nl: Sorteer volgorde bepaald de volgorde waarin artikelen in een bericht achter elkaar gezet worden.

source: sort order
nl: sorteer volgorde

source: title
nl: titel

source: text
nl: tekst

source: link
nl: koppeling

source: image
nl: afbeelding

source: article
nl: artikel

source: articles
nl: artikelen

source: created
nl: aangemaakt

source: modified
nl: verandert

source: messages
nl: berichten

source: submissions
nl: zendingen

source: %(newsletter)s on %(publish_date)s
nl: %(newsletter)s op %(publish_date)s

source: Submitting %(submission)s to %(count)d people
nl: Versturen van %(submission)s aan %(count)d mensen

source: Submitting message to: %s.
nl: Versturen bericht aan: %s

source: Message %(subscription)s failed with error: %(error)s
nl: Bericht %(subscription)s is gefaald met fout: %(error)s

source: Submission of message %s
nl: Verzending van bericht %s

source: If you select none, the system will automatically find the subscribers for you.
nl: Als u er geen selecteerd, zal het systeem automatisch de abonnees voor u opzoeken.

source: recipients
nl: geaddresseerden

source: publication date
nl: publicatiedatum

source: publish
nl: publiceer

source: Publish in archive.
nl: Publiceer in archief.

source: prepared
nl: voorbereid

source: sent
nl: verzonden

source: sending
nl: verzenden

source: History
nl: Geschiedenis

source: View on site
nl: Bekijk op site

source: Preview message
nl: Voorvertoning bericht

source: Message
nl: Bericht

source: Change
nl: Verander

source: Create submission
nl: Maak zending aan

source: Text
nl: Tekst

source: Submit
nl: Verzend

source: import
nl: importeer

source: Add %(name)s
nl: Voeg %(name)s toe

source: Import addresses
nl: Importeer adres

source: Confirm
nl: Bevestig

source: Newsletter detail
nl: Nieuwsbrief detail

source: Newsletter list
nl: Nieuwsbrieven lijst

source: Subscribe
nl: Abonneer

source: Update subscriptions
nl: Pas inschrijvingen aan

source: Newsletter archive
nl: Nieuwsbrief archief

source: activate
nl: activeer

source: Activate
nl: Activeer

source: Newsletter subscribe
nl: Abonneer op nieuwsbrief

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
nl: Wegens technische omstandigheden is het niet gelukt om een bevestigingsmail te versturen. Misschien heeft u een ongeldig e-mail adres ingevuld.

source: Your subscription request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
nl: Uw inschrijfverzoek is succesvol ontvangen en een activiatie e-mail is naar u verstuurd. In deze e-mail vind u een link die gevolgd moet worden om uw inschrijving te activeren.

source: Do you want to subscribe to this newsletter?
nl: Wilt u zich inschrijven op deze nieuwsbrief?

source: Newsletter unsubscribe
nl: Zeg nieuwsbrief op

source: Unsubscribe
nl: Opzeggen

source: You have successfully been unsubscribed.
nl: U bent succesvol uitgeschreven.

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
nl: Uw uitschrijfverzoek is succesvol ontvangen. Er is een e-mail naar u verstuurd met een link die u dient te volgen om de uitschrijving te bevestigen.

source: Do you want to unsubscribe from this newsletter?
nl: Wilt u zich uitschrijven van deze nieuwsbrief?

source: Newsletter update
nl: Nieuwsbrief aanpassen

source: Update subscription
nl: Pas inschrijving aan

source: Your subscription has successfully been updated.
nl: Uw inschrijving is succesvol aangepast.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
nl: Uw aanpassingsverzoek is succesvol ontvangen en een activiatiemail is naar u verstuurd. In deze e-mail vind u een link die u dient aan te klikken om de aanpassingen te bevestigen.

source: Currently:
nl: Huidig:

source: Change:
nl: Verander:

source: Your changes have been saved.
nl: Uw veranderingen zijn opgeslagen.

source: You have been subscribed to %s.
nl: U bent geaboneerd op %s.

source: User %(rs)s subscribed to %(my_newsletter)s.
nl: Gebruiker %(rs)s geaboneerd op %(my_newsletter)s.

source: You are already subscribed to %s.
nl: U bent al geabonneerd op %s.

source: You have been unsubscribed from %s.
nl: U bent uitgeschreven van %s.

source: User %(rs)s unsubscribed from %(my_newsletter)s.
nl: Gebruiker %(rs)s uitgeschreven van %(my_newsletter)s.

source: You are not subscribed to %s.
nl: U bent niet ingeschreven op %s.
